Repository: Khizanag/Geografy-iOS
Catalog: Geografy/Feature/Geografy-Feature-ExploreGame/Sources/Geografy-Feature-ExploreGame/Resources/Localizable.xcstrings
Source language: en
Languages: ka

source: %@ is not correct. −100 pts
ka: %@ არასწორია. −100 ქულა

source: %lld points available
ka: %lld ქულა ხელმისაწვდომია

source: %lld pts
ka: %lld ქულა

source: Cancel
ka: გაუქმება

source: Clue %lld of 5 revealed
ka: მინიშნება %lld 5-დან გამოვლენილი

source: Guess the country...
ka: გამოიცანი ქვეყანა...

source: How to Play
ka: როგორ ვითამაშოთ

source: Identify countries from progressive clues. Fewer clues = higher score!
ka: ამოიცანი ქვეყნები თანმიმდევრული მინიშნებებით. ნაკლები მინიშნება = მეტი ქულა!

source: Mystery Country
ka: იდუმალი ქვეყანა

source: Next Clue
ka: შემდეგი მინიშნება

source: Quit
ka: გასვლა

source: Quit Game?
ka: თამაშის დატოვება?

source: Reveal
ka: გამოვლენა

source: Round Summary
ka: რაუნდის შეჯამება

source: Rules
ka: წესები

source: Your progress will be lost.
ka: შენი პროგრესი დაიკარგება.
